xorg-server
xorg-xinit
xf86-video-intel
xf86-video-vesa
xorg-xrandr
xorg-xbacklight
xss-lock
xsel
xdotool
transset-df
qt5ct

i3-gaps
compton
i3lock
i3status
rofi
polybar
termite

arc-gtk-theme
arc-solid-gtk-theme
papirus-icon-theme

ttf-dejavu
ttf-freefont
ttf-liberation
ttf-hack
ttf-ubuntu-font-family
ttf-font-awesome
powerline-fonts
awesome-terminal-fonts

git
trizen
ranger
neofetch

zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel9k

gvim
vim-airline
vim-gitgutter
vim-nerdtree
vim-supertab

networkmanager
network-manager-applet
nm-connection-editor
arandr
